Repository: eurolinux-enterprise-linux-sources/kde-l10n
Catalog: src/messages/kdepim/akonadi_openchange_resource.po
Languages: ar

source: Profile Configuration
ar: ضبط التشكيلة

source: OpenChange Profiles
ar: تشكيلات OpenChange

source: Add Profile
ar: أضف تشكيلة

source: Edit Profile
ar: حرر تشكيلة

source: Make default
ar: اجعله افتراضي

source: Remove Profile
ar: احذف التشكيلة

source: Close
ar: أغلق

source: Add / Edit Profile
ar: أضف/حرر التشكيلة

source: Profile name
ar: اسم التشكيلة

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة السر

source: Server name or address
ar: اسم الخادم أو عنوانه

source: Local machine name or address
ar: اسم الآلة المحلية أو عنوانها

source: Authentication domain
ar: مجال الاستيثاق

source: The authentication domain (also known as realm) to use for this account. Ask your exchange server administrator if you are do not know about this.
ar: مجال الاستيثاق (أيضا يعرف كـ realm) لاستعماله لهذا الحساب. اسأل مدير الخادم exchange إذا كنت لاتعرف عن هذا الأمر.

source: OK
ar: موافق

source: Cancel
ar: ألغِ
