Repository: eurolinux-enterprise-linux-sources/kde-l10n
Catalog: src/messages/kdepim/kcal_akonadi.po
Languages: ar

# @title:window
source: Manage Calendar Sources
ar: أَدِر مصادر التقويم

# @info
source: <para>By default you will be asked where to put a new Event, Todo or Journal when you create them.</para><para>For convenience it is also possible to configure a default folder for each of the three data items.</para><para><note>If the folder list below is empty, you might have to add a calendar source through <interface>%1</interface></note></para>
ar: <para>افتراضيا، سيُطلب منك مكان وضع جهات الاتصال الجديدة أو قائمة التوزيع عندما تُنشِئهما.</para><para>للمُلاءمة، يمكن أيضا ضبط مجلد افتراضي لكل اثنين من عناصر البيانات.</para><para><note>إذا كان مجلد القائمة أدناه فارغا، قد يكون عليك إضافة مصدر لدفتر العناوين من خلال <interface>%1</interface></note></para>

# @item:inlistbox, calendar entries
source: Events
ar: الأحداث

# @item:inlistbox, calendar entries
source: Todos
ar: المهام

# @item:inlistbox, calendar entries
source: Journals
ar: اليوميات

# access to the source's backend possible
source: Online
ar: متصل

# currently no access to the source's backend possible
source: Offline
ar: غير متصل

# @info:tooltip resource type
source: Type: Akonadi Calendar Resource
ar: النوع: مورد تقويم أكوندا

# @info:tooltip status of a calendar data source and its online/offline state
source: Status: %1 (%2)
ar: الحالة: %1 (%2)

# @info:status
source: Processing change set failed
ar: فشل تجهيز وضع التغيير

# @label where to store a calendar entry of type Event
source: Please select a storage folder for this Event
ar: الرجاء تحديد مجلد التخزين لهذا الحدث

# @label where to store a calendar entry of type Todo
source: Please select a storage folder for this Todo
ar: الرجاء تحديد مجلد التخزين لجهة الاتصال هذه

# @label where to store a calendar entry of type Journal
source: Please select a storage folder for this Journal
ar: الرجاء تحديد مجلد التخزين لهذه اليومية

# @label where to store a calendar entry of unspecified type
source: Please select a storage folder for this calendar entry
ar: الرجاء تحديد مجلد التخزين لمدخلة التقويم هذه

# @label
source: Please select a storage folder
ar: الرجاء تحديد مجلد تخزين
