Repository: eurolinux-enterprise-linux-sources/kde-l10n
Catalog: src/messages/kdepim/kcm_akonadi.po
Languages: ar

source: Remove resource from your Akonadi server.
ar: احذف مورد من خادم أكوندا الخاص بك.

source: R&emove
ar: ا&حذف

source: Modify your installed resources
ar: عدل على مواردك المثبتة

source: &Modify...
ar: &عدّل...

source: Add resource to your Akonadi server.
ar: أضف مورد إلى خادم أكوندا الخاص بك.

source: A&dd...
ar: أ&ضف...

source: Choose whether Akonadi should use an internal or external MySQL server.
ar: اختر، سواء ينبغي لأكوندا أن يستعمل خادم MySQL داخلي أو خارجي.

source: Use internal MySQL server
ar: استعمل خادم MySQL داخلي.

source: Internal MySQL Server
ar: خادم MySQL داخلي

source: MySQL server executable:
ar: ملف خادم MySQL التنفيذي:

source: <p><b>MySQL server location</b></p><br>Enter the location of your internal MySQL server or click on the Browse button.
ar: <p><b>موقع خادم MySQL</b></p><br>أدخل موقع خادم MySQL الداخلي خاصتك أو انقر على زر تصفح.

source: External MySQL Server
ar: خادم MySQL خارجي

source: Database name:
ar: اسم قاعدة البيانات:

source: <p><b>Database Name</b></p><br>Enter the name of your Akonadi database on your external MySQL server.
ar: <p><b>اسم قاعدة البيانات</b></p><br>أدخل اسم قاعدة بياناتك أكوندا على خادم MySQL الخارجي خاصتك.

source: Host:
ar: المضيف:

source: <p><b>Host</b></p><br>Enter the hostname or the IP address of the machine hosting your MySQL server.
ar: <p><b>المضيف</b></p><br>أدخل اسم المضيف أو عنوان الـIPللآلة المستضيفة لخادم MySQL خاصتك.

source: Username:
ar: اسم المستخدم :

source: Enter the username required to access your MySQL database.
ar: أدخل اسم المستخدم المطلوب للنفاذ إلى قاعدة بيانات MySQL.

source: Password:
ar: كلمة السر:

source: Enter the password required to access your MySQL database.
ar: أدخل كلمة السر المطلوبة للنفاذ إلى قاعدة بيانات MySQL.

source: Options:
ar: الخيارات:

source: <p><b>External MySQL server options</b></p><br>If necessary, you may pass options to your MySQL server.
ar: <p><b>خيارات خادم MySQL الخارجي</b></p><br>إذا لزم الأمر، يمكنك أن تمرر خيارات إلى خادم MySQL الخاص بك.

source: Status
ar: الحالة

source: Note: The changes made above will only take effect after the next server restart.
ar: ملاحظة: التغيرات التي طرأت أعلاه، لن تؤثِّر إلا بعد إعادة التشغيل التالية للخادم.

source: Test your MySQL settings for Akonadi.
ar: يختبر إعدادات الـMySQL لأجل أكوندا.

source: Test...
ar: اختبار...

source: Stop Akonadi
ar: أوقف أكوندا

source: Restart Akonadi
ar: أعد تشغيل أكوندا

source: Restart
ar: أعِد التشغيل

source: <b>The Akonadi server is running.</b>
ar: <b>خادم أكوندا يعمل.</b>

source: Stop
ar: أوقف

source: The Akonadi server is <b>not</b> running.
ar: خادم أكوندا<b>لا</b>يعمل.

source: Start
ar: شغل
