Repository: eurolinux-enterprise-linux-sources/kde-l10n
Catalog: src/messages/kdepim/kres_scalix.po
Languages: ar

source: Loading contacts...
ar: يحمل جهات الاتصال...

source: Loading tasks...
ar: يحمل المَهمّات...

source: Loading journals...
ar: يحمل اليوميات...

source: Loading events...
ar: يحمل الأحداث...

source: Copy of: %1
ar: ينسخ في: %1

source: Choose the folder where you want to store this event
ar: اختر المجلد حيث تريد حفظ هذا الحدث

source: Choose the folder where you want to store this task
ar: اختر المجلد حيث تريد حفظ هذه المَهمّة

source: Choose the folder where you want to store this incidence
ar: اختر المجلد حيث تريد حفظ هذه الإصابة

source: <b>Summary:</b> %1
ar: <b>الملخص:</b> %1<br>

source: <b>Location:</b> %1
ar: <b>المكان: %1</b>

source: <b>Start:</b> %1, %2
ar: <b>البداية:</b> %1 ، %2

source: <b>Start:</b> %1
ar: <b>البداية:</b> %1

source: <b>End:</b> %1, %2
ar: <b>النهاية:</b> %1 ، %2

source: <b>End:</b> %1
ar: <b>النهاية:</b> %1

source: Calendar
ar: التقويم

source: Tasks
ar: المَهمّات

source: Journals
ar: اليوميات

source: Which kind of subresource should this be?
ar: أي نوع من مورد فرعي يجب أن يكون هذا؟

source: Protocol name
ar: اسم البروتوكول

source: Socket name
ar: اسم المقبس

source: Unknown path. Known path is '/freebusy/'
ar: مسار مجهول. المسار المعلوم هو '/freebusy/'

source: No user or calendar given.
ar: لا مستخدم أو تقويم معطى.

source: KIO data supply error.
ar: خطأ في بيانت التغذية KIO

source: User:
ar: المستخدم:

source: Add Delegate...
ar: أضف المندوب...

source: Edit Delegate...
ar: حرر المندوب...

source: Remove Delegate
ar: احذف المندوب

source: Add Delegate
ar: أضف المندوب

source: Edit Delegate
ar: حرر المندوب

source: Delegate
ar: المندوب

source: Rights
ar: الحقوق

source: Send on behalf of
ar: أرسل باسم

source: See private
ar: أنظر الخاص

source: Get meetings
ar: احصل على اللقاءات

source: Instead of me
ar: بدلا مني

source: User Account Selection
ar: اختيار حساب المستخدم

source: User
ar: المستخدم

source: Configuration Tool for Scalix Groupware Konnector
ar: أداة ضبط لموصل برنامج الجماعي Scalix

source: Copyright 2007, Tobias Koenig
ar: حقوق النشر 2007، Tobias Koenig

source: Maintainer
ar: المشرف‬

source: Other Accounts
ar: حسابات أخرى

source: Register other accounts
ar: سجّل حسابات أخرى

source: Delegates
ar: المندوبون

source: Setup delegates for my account
ar: إعداد مندوب لحسابي

source: Out of Office...
ar: خارج المكتب...

source: Setup Out of Office Message
ar: إعداد خارج رسالة المكتب

source: Password
ar: كلمة السر

source: Change the password
ar: غيّر كلمة السر

source: Add Account...
ar: أضف الحساب...

source: Remove Account
ar: احذف الحساب

source: Updating account...
ar: تحديث الحساب...

source: Unable to start KMail to trigger account update with Scalix server
ar: غير قادر على بدأ KMail للشروع في تحديث الحساب مع خادم Scalix.

source: Scalix Server
ar: خادم Scalix

source: Registered Accounts
ar: الحسابات المسجلة

source: I am in the office
ar: أنا في المكتب

source: I am out of the office
ar: أنا خارج المكتب

source: Auto-reply once to each sender with the following text:
ar: الرد التلقائي مرة لكل مرسل بالنص التالي :

source: Save
ar: احفظ

source: New password:
ar: كلمة سر جديدة

source: Retype new password:
ar: أعد كتابة كلمة السر الجديدة

source: Change
ar: تغيير

source: The two passwords differ.
ar: كلمتا السر مختلفتان.

source: Stop
ar: أوقف

source: Unable to change the password
ar: غير قاذر على تغيير كلمة السر

source: Password was changed successfully
ar: تم تغيير كلمة السر بنجاح

source: This is a Scalix Groupware object. To view this object you will need an email client that can understand the Scalix Groupware format. For a list of such email clients please visit %1
ar: هذا كائن برنامج الجماعي Scalix. لرؤية هذا الكائن، تحتاج إلى عميل بريد إلكتروني قادر على فهم هيئة برنامج الجماعي Scalix. للحصول على هكذا عُملاء بريد إلكتروني، يرجى زيارة %1

source: Internal kolab data: Do not delete this mail.
ar: بيانات kolab الداخلية: لا تحذف هذا البريد الإلكتروني.

source: No writable resource was found, saving will not be possible. Reconfigure KMail first.
ar: لم يتم العثور على أي مورد قابل للكتابة، إمكانية الحفظ مستحيلة. أعد ضبط KMail أولا.

source: You have more than one writable resource folder. Please select the one you want to write to.
ar: تملك أكثر من -مجلد مورد- قابل للكتابة. فضلا، اختر أي واحد تريد الكتابة فيه.

source: Select Resource Folder
ar: اختر مجلد مورد
